name = input("あなたの名前を入力してください >>")
print("やあ！" + name + "さん！" + "誰だっけ？")

name = input("あなたの名前を入力してください >>")
condition = input("今日の体調はいかがですか？ >>")
sleep = input("今日の睡眠時間を教えて下さい。 >>")
medicine = input("今日の服薬内容を教えて下さい。 >>")

print("こんにちは" + name + "さん。" + "ご来院ありがとうございます。" + "問診表の内容を確認させて頂きます。")
print("今日の体調は" + condition + "とのことですね。")
print("昨晩の睡眠時間は" + sleep + "時間とのことですね。" + "睡眠に関しても遠慮なく先生にご相談くださいね。")
print("今日の服薬内容は" + medicine + "とのことですね")
print("これで問診票の確認は以上になります。" + "主治医にも共有しましたので、順番までもうしばらくお待ちください")
